[{"status":"ok","totalResults":1465,"articles":[{"source":{"id":"business-insider","name":"Business Insider"},"author":"Erin Mayer","title":"The best lightweight foundations you can buy","description":"Insider Picks writes about products and services to help you navigate when shopping online. Insider Inc. receives a commission from our affiliate partners when you buy through our links, but our reporting and recommendations are always independent and objecti…","url":"https://www.businessinsider.com/best-lightweight-foundation","urlToImage":"https://amp.businessinsider.com/images/5cb0e59453c71149f839b6c6-750-375.jpg","publishedAt":"2019-04-23T14:00:00Z","content":"Why you'll love it: Glossier Perfecting Skin Tint is known for sheer coverage and a natural dewy finish that will have you checking your face out in every store window you pass. \r\n Most days I don't want to look or feel like I'm wearing face makeup; I just wa… [+1334 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Aria Bendix","title":"Brad Pitt's post-Katrina housing project is under fire after homes started rotting and collapsing. Here's everything that's gone wrong.","description":"Brad Pitt's plan to rebuild New Orleans' Lower 9th Ward after Hurricane Katrina has run into a slew of problems. The actor's Make It Right foundation has built more than 100 homes in the district, but residents have said that their properties are rotting, col…","url":"https://www.businessinsider.com/brad-pitt-katrina-make-it-right-2019-5","urlToImage":"https://amp.businessinsider.com/images/5ccb5f80021b4c2ce6010743-2732-1366.jpg","publishedAt":"2019-05-04T14:45:00Z","content":"Not long after Hurricane Katrina ravaged the city of New Orleans in 2005, Brad Pitt devised a plan to rebuild the most devastated community, the Lower 9th Ward. \r\n In 2007, the actor formed the Make It Right foundation with the mission of constructing new hom… [+1177 chars]"},{"source":{"id":null,"name":"Castanet.net"},"author":null,"title":"Homicide in New West - BC News - Castanet.net","description":"Homicide in New West - BC News Castanet.net New Westminster police and IHIT investigating homicide CBC.ca Police investigating after gunshot victim dies near New Westminster park Global News One dead after reports of shots fired near Hume Park in New Westmins…","url":"https://www.castanet.net/news/BC/254942/Homicide-in-New-West","urlToImage":"https://www.castanet.net/content/2019/4/screen_shot_2019-04-28_at_6.33.28_am_p3383395.jpg","publishedAt":"2019-04-28T13:35:00Z","content":"BC  \r\nUPDATE: 1 p.m.\r\nPolice have removed dozens of protesters from a barn at a hog farm in British Columbia's Fraser Valley where activists say a video was shot depicting sick and dead pigs in cramped crates.\r\nProtester Susan Rowbottom says she was among abo… [+24702 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"Binary District Journal","title":"Smart cities are an AI-powered dystopia that’s already happening","description":"Separating the futuristic from the dystopian in the minds of the general public can be a challenge, particularly when trying to conceptualize a diverse technology such as AI recognition. In today’s markets, a tangible example can be seen in consumer products …","url":"https://thenextweb.com/?p=1198596","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2019%2F04%2Fai_header_C_1200.png&signature=be70cb0647443c17bb840e95b08fab68","publishedAt":"2019-04-13T09:31:55Z","content":"Separating the futuristic from the dystopian in the minds of the general public can be a challenge, particularly when trying to conceptualize a diverse technology such as AI recognition.\r\nIn todays markets, a tangible example can be seen in consumer products … [+9319 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Eillie Anzilotti","title":"Community solar is an excellent way to create energy equity–if it’s done right","description":"People banding together to fund a solar project is an increasingly popular way of accessing clean energy. But it can either be an exclusive project or an inclusive way to spread the benefits of clean energy. It depends how it’s structured. When you think of h…","url":"https://www.fastcompany.com/90344023/community-solar-is-an-excellent-way-to-create-energy-equity-if-its-done-right?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2019/05/p-1-90344023-how-community-solar-can-create-community-equity.jpg","publishedAt":"2019-05-09T14:00:14Z","content":"When you think of home solar power, you probably imagine a house with solar panels on its roof. But many people aren’t able to access that kind of solar power: maybe they don’t control their roofs, maybe it’s too shady for panels to be effective. Community so… [+6758 chars]"},{"source":{"id":"time","name":"Time"},"author":"Charlotte Huff / Kaiser Health News","title":"Cancer Is Especially Dangerous for Immigrants in Texas. Here’s Why","description":"When an undocumented immigrant in a Texas border county gets cancer, it can be a death sentence because of a lack of public hospitals.","url":"http://time.com/5575301/cancer-texas-immigrants/","urlToImage":"https://timedotcom.files.wordpress.com/2019/04/southtexascancercare1.jpg?quality=85","publishedAt":"2019-04-22T15:35:50Z","content":"McALLEN, Texas — Edgar carries a red folder bulging with paperwork, bills and medical records. Before his lung cancer diagnosis in September, he had about $11,000, he said, money he was saving to purchase a used truck and to pay an immigration attorney to pur… [+8368 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Robert Raymond","title":"This City Has A Radical Plan To Get Rid Of Bosses","description":"As the baby boomers retire, Berkeley, California, wants them to sell their businesses to their workers.","url":"https://www.huffpost.com/entry/berkeley-business-cooperatives-baby-boomers-retire_n_5cc8b8d2e4b0d123954be5df","urlToImage":"https://img.huffingtonpost.com/asset/5cc9ff852300009400d15e6d.jpeg?cache=fJ9XIb0g6z&ops=1200_630","publishedAt":"2019-05-02T09:45:22Z","content":"BERKELEY, California  In a 4,000-square-foot industrial space tucked away in a West Berkeley neighborhood, a team of glass blowers is hard at work. In one corner, a young man named Sam is repairing a piece of laboratory glassware used for cannabis distillatio… [+9711 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Michelle Chen","title":"One Presidential Hopeful Has A Plan To Make Every Baby A Trust Fund Baby","description":"The wealth gap starts at birth. Cory Booker has a plan to fix it.","url":"https://www.huffpost.com/entry/baby-bonds-cory-booker-wealth-inequality_n_5ccab1e9e4b0e4d7572dd23c","urlToImage":"https://img.huffingtonpost.com/asset/5ccabbe82300003300948516.jpeg?cache=yqTKSi6yU8&ops=1200_630","publishedAt":"2019-05-03T09:45:14Z","content":"The growing conversation about inequality on the 2020 campaign trail has sparked an idea for shrinking the wealth gap: Make every baby a trust fund baby.\r\nBased on a progressive social policy concept known as “baby bonds,” it’s a centerpiece of Sen. Cory Book… [+8383 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Jess Kurti","title":"I Volunteered At 200 Food Banks Across The U.S. Here’s What I Learned.","description":"I realized I had no idea how many hungry people there were all around us.","url":"https://www.huffpost.com/entry/hunger-america-food-banks-volunteer_n_5cb9e594e4b068d795cbf511","urlToImage":"https://img.huffingtonpost.com/asset/5cb9f2e4230000b603ea22ba.jpeg?cache=hrz3xqxl2m&ops=1910_1000","publishedAt":"2019-04-20T12:30:24Z","content":"In 2012, I was laid off from a job that I loved. Thanks to the generosity of a family friend in a city a few hours north, I was able to relocate and start over. It was hard. I was lonely, couldnt find a job, and struggled to find a place in my adopted communi… [+10432 chars]"},{"source":{"id":null,"name":"Slate.com"},"author":"Mike Pesca","title":"Larry Wilmore on Criticism in the Land of the Woke","description":"Larry Wilmore, co-creator of HBO’s Insecure and former showrunner for Black-ish, talks about making fun of everyone from Barack Obama to Beyoncé.","url":"https://slate.com/news-and-politics/2019/05/larry-wilmore-interview-obama-woke-cultural-criticism.html","urlToImage":"https://compote.slate.com/images/8d86ae19-01eb-45b7-8611-4b777c1ecb26.jpeg?width=780&height=520&rect=1560x1040&offset=0x0","publishedAt":"2019-05-11T13:00:05Z","content":"Larry Wilmore attends the I Have A Dream Foundations Fifth Annual Los Angeles Dreamer Dinner at Skirball Cultural Center on March 18, 2018.\r\nThis week, The Gist, the daily news and culture podcast I host for Slate, turned 5 years old. To celebrate, my produce… [+12928 chars]"},{"source":{"id":null,"name":"Hubspot.com"},"author":"ltoner@hubspot.com (Lisa Toner)","title":"The 60 Best Free Online Courses For Whatever You Want to Learn","description":"Time to take the next step in your career? Discover 60 of the best free online business courses on everything from content marketing to social media and selling.","url":"https://blog.hubspot.com/marketing/free-online-courses","urlToImage":"https://blog.hubspot.com/hubfs/online-courses-free.jpg#keepProtocol","publishedAt":"2019-05-09T12:00:00Z","content":"Benjamin Franklin once said, An investment in knowledge always pays the best interest.\r\nThats never been truer than it is today. With new technology emerging at breakneck speeds, there's a palpable pressure to continuously upskill.\r\nWhether you want that job … [+16238 chars]"},{"source":{"id":null,"name":"Sciencemag.org"},"author":"Hagedorn, G., Kalmus, P., Mann, M., Vicca, S., Van den Berge, J., van Ypersele, J.-P., Bourg, D., Rotmans, J., Kaaronen, R., Rahmstorf, S., Kromp-Kolb, H., Kirchengast, G., Knutti, R., Seneviratne, S. I., Thalmann, P., Cretney, R., Green, A., Anderson, K., Hedberg, M., Nilsson, D., Kuttner, A., Hayhoe, K.","title":"Concerns of young protesters are justified","description":"The world's youth have begun to persistently demonstrate for the protection of the climate and other foundations of human well-being. ([ 1 ][1], [ 2 ][2]). As scientists and scholars who have recently initiated similar letters of support in our countries, we …","url":"https://science.sciencemag.org/content/364/6436/139.2.full","urlToImage":"https://science.sciencemag.org/content/364/6436/F1.medium.gif","publishedAt":"2019-04-11T17:39:54Z","content":"By Gregor Hagedorn, Peter Kalmus, Michael Mann, Sara Vicca, Joke Van den Berge, Jean-Pascal van Ypersele, Dominique Bourg, Jan Rotmans, Roope Kaaronen, Stefan Rahmstorf, Helga Kromp-Kolb, Gottfried Kirchengast, Reto Knutti, Sonia I. Seneviratne, Philippe Thal… [+144 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"alessia grassi","title":"The real reason why luxury fashion brands love the art world","description":"Luxury fashion houses, such as Ferragamo, Hermes, Prada, and Louis Vuitton, have invested aggressively in art in recent years. Are they the great art patrons of our time or are they simply burnishing their own brands? Louis Vuitton reopened its refurbished fl…","url":"https://www.fastcompany.com/90337292/the-real-reason-why-luxury-fashion-brands-love-the-art-world?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcodesign%2Ffeed+%28Co.Design%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2019/04/p-2-90337292-the-real-reason-why-luxury-fashion-brands-love-the-art-world.jpg","publishedAt":"2019-04-19T11:00:20Z","content":"Louis Vuitton reopened its refurbished flagship store in Florence in March 2019 to great fanfare from the fashion industry. The brand made great play of the fact that, alongside all the luxury apparel and accessories, the store is replete with artworks includ… [+5966 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"From staff and wire reports","title":"Filthadelphia, 3D-printed living tissue, Barefoot Bandit: News from around our 50 states","description":"Civil rights pioneer gets doctorate from Alabama school that kicked her out in 1956, printing presses to be repurposed as solar panels in Kentucky, and more","url":"https://www.usatoday.com/story/news/50-states/2019/05/06/filthadelphia-printed-living-tissue-barefoot-bandit-news-around-states/39449809/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/-mm-/2bde35d0388b0fd1e58b016c5676028e3be58b1d/c=0-35-666-410/local/-/media/2019/05/05/USATODAY/usatsports/B9336479048Z.1_20190505235101_000_GGROHAEH9.2-0.jpg?width=3200&height=1680&fit=crop","publishedAt":"2019-05-06T04:07:24Z","content":"Alabama\r\nAutherine Lucy Foster acknowledges the crowd Friday as she receives an honorary doctorate during commencement exercises at the University of Alabama in Tuscaloosa, Ala. Foster was the first African American to attend the school.\r\n (Photo: Zach Riggin… [+42719 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"From staff and wire reports","title":"Offbeat Derby keepsakes, art lost in space, nunchucks: News from around our 50 states","description":"Dental hygiene students help colorblind classmate in Ohio, teen works to nix school lunch debt in Texas, and more","url":"https://www.usatoday.com/story/news/50-states/2019/05/03/offbeat-derby-keepsakes-art-lost-space-nunchucks-news-around-states/39438803/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/-mm-/a467f27723511dfaf919cc41c15329cadf2a9488/c=0-125-2400-1475/local/-/media/2019/05/03/USATODAY/usatsports/B9336450161Z.1_20190503003430_000_GCPOGUI6C.2-0.jpg?width=3200&height=1680&fit=crop","publishedAt":"2019-05-03T04:49:36Z","content":"Alabama\r\nMontgomery: A legislative committee has voted to make it a hate crime to target someone because of their sexual orientation or their employment as a law enforcement officer. The Senate Judiciary Committee on Wednesday took up a bill to add police off… [+41080 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"From staff and wire reports","title":"Jersey Devil fest, the squirrel on the train, rules for robots: News from around our 50 states","description":"Maine becomes first state to ban single-use foam containers, exhibit offers one painting for every day of Obama’s presidency in Illinois, and more","url":"https://www.usatoday.com/story/news/50-states/2019/05/02/jersey-devil-fest-squirrel-train-rules-robots-news-around-states/39432649/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"","publishedAt":"2019-05-02T05:11:53Z","content":"Alabama\r\nA worker stands atop the historic A.G. Gaston Motel during renovation work in Birmingham, Ala., on April 17. Once featured in \"The Negro Motorist Green Book,\" the long-closed motel that provided a home for Martin Luther King Jr. during civil rights d… [+42695 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"From staff and wire reports","title":"Derby goats, Aubrey Plaza, penguin protest: News from around our 50 states","description":"MIT students give shout-out to Captain America, bust of Obama returned to curious attraction in Virginia, and more","url":"https://www.usatoday.com/story/news/50-states/2019/05/01/derby-goats-aubrey-plaza-penguin-protest-news-around-states/39428001/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/-mm-/763f1ff9c9b5fa127bac1e48bac2db42b6ff8278/c=0-124-4937-2901/local/-/media/2019/05/01/USATODAY/usatsports/B9336424366Z.1_20190501001517_000_GDBOGH4SP.2-0.jpg?width=3200&height=1680&fit=crop","publishedAt":"2019-05-01T04:45:03Z","content":"Trevor the calming goat hangs out in Bret Calhoun's barn on the backside of Churchill Downs in Louisville, Ky., on April 24. Trevor lost one of his horns in a barn accident.\r\n (Photo: Nikki Boliaux, Nikki Boliaux/Courier Journal)\r\nAlabama\r\nMontgomery: A nonpr… [+42611 chars]"},{"source":{"id":null,"name":"Sciencemag.org"},"author":"Couzin-Frankel, J.","title":"Lyme disease research gets a needed boost","description":"![Figure][1]</img>\n\nThe black-legged tick can carry the bacterium that causes Lyme disease.\n\nPHOTO: [ISTOCK.COM][2]/DIETERMEYRL\n\nMonths after a U.S. Congress–mandated working group sounded the alarm about tickborne illnesses and urged more federal action and …","url":"https://science.sciencemag.org/content/364/6437/221.full","urlToImage":"https://science.sciencemag.org/content/364/6437/F1.medium.gif","publishedAt":"2019-04-18T19:13:27Z","content":null},{"source":{"id":"ign","name":"IGN"},"author":"Brandin Tyrrel","title":"Ancestors: The Humankind Odyssey Preview","description":"After a few hours playing Ancestors: The Humankind Odyssey, the new survival game from the creator of Assassin's Creed, we accidentally caused the extinction of the human race before it ever evolved. That's our bad.","url":"https://ca.ign.com/articles/2019/04/12/ancestors-the-humankind-odyssey-preview-a-mankind-in-jeopardy","urlToImage":"https://assets1.ignimgs.com/2019/04/11/ancestors-blog-1-1555026535720_1280w.jpg","publishedAt":"2019-04-12T13:00:35Z","content":"The rise of the planet of the apes. \r\nBy Brandin TyrrelIf the first few hours of Ancestors: The Humankind Odyssey taught me anything, its that the fact humanity exists at all is basically a miracle. The third-person survival game from Panache Digital Games is… [+6785 chars]"},{"source":{"id":null,"name":"Theatlantic.com"},"author":"James Fallows","title":"An Unusual Way to Bridge the Town-Gown Divide","description":"This post is about a development that few people outside the state of Indiana have ever heard or read about…","url":"https://www.theatlantic.com/notes/2019/05/unusual-way-bridge-town-gown-divide/588256/","urlToImage":"https://cdn.theatlantic.com/assets/media/img/notes/2019/05/DSC_1918/facebook.jpg?1556726780","publishedAt":"2019-05-01T17:13:00Z","content":"This post is about a development that few people outside the state of Indiana have ever heard or read about, but which has implications for the country as a whole. It’s about a highly unusual approach to a highly familiar problem: the economic challenges of p… [+11978 chars]"}]}]