[{"status":"ok","totalResults":47,"articles":[{"source":{"id":null,"name":"Thisisinsider.com"},"author":"Mikhaila Friel","title":"Meghan Markle is changing what it means to be a royal","description":"Meghan Markle and Prince Harry recently announced plans to keep the birth of their upcoming baby a secret. Markle also confirmed she will break tradition by forgoing the Lindo Wing photo-op after the birth. This is hardly the first time Markle has changed thi…","url":"https://www.thisisinsider.com/meghan-markle-changing-what-it-means-to-be-a-royal-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cc2c17bc013350889191e7b-1334-667.jpg","publishedAt":"2019-04-26T08:29:00Z","content":"Earlier this month, Prince Harry and Meghan Markle shocked royal followers by announcing their plans to keep the birth of their upcoming baby a secret until they've had time to \"celebrate privately as a new family.\" \r\n The news meant Markle will forgo the Lin… [+16860 chars]"},{"source":{"id":null,"name":"Latimes.com"},"author":"Houston Mitchell","title":"The Sports Report: Rob Pelinka forces Luke Walton out","description":"Howdy everyone, my name is Houston Mitchell, proprietor of this here newsletter. Let’s get right to the news. Lakers Remember the Saturday Night Massacre? That’s when President Nixon wanted someone to fire independent special prosecutor Archibald Cox to preve…","url":"https://www.latimes.com/sports/sportsnow/la-sp-sports-newsletter-20190412-story.html","urlToImage":"https://www.latimes.com/resizer/L5sPc-Hv6Nj0dL3wxl072fojdFg=/1200x0/arc-anglerfish-arc2-prod-tronc.s3.amazonaws.com/public/LRLPQ6WJSRECZNO3ZCIVZGL2QU.jpg","publishedAt":"2019-04-13T12:00:00Z","content":"Howdy everyone, my name is Houston Mitchell, proprietor of this here newsletter. Lets get right to the news.\r\nRemember the Saturday Night Massacre? Thats when President Nixon wanted someone to fire independent special prosecutor Archibald Cox to prevent him f… [+9412 chars]"},{"source":{"id":"daily-mail","name":"Daily Mail"},"author":"https://www.facebook.com/DailyMail","title":"DR MAX THE MIND DOCTOR: Devoted carers need caring for too","description":"DR MAX THE MIND DOCTOR: Scott Mitchell, husband of Barbara Windsor, spoke movingly this week of the difficulties of living with someone in the throes of dementia.","url":"https://www.dailymail.co.uk/health/article-6965695/DR-MAX-MIND-DOCTOR-Devoted-carers-need-caring-too.html","urlToImage":"https://i.dailymail.co.uk/1s/2019/04/27/01/12776458-0-image-a-67_1556324185758.jpg","publishedAt":"2019-04-27T00:26:08Z","content":"Dementia is both unforgiving and horribly cruel. It destroys people with merciless efficiency, dismantling their minds piece by piece.\r\nAnd watching someone you love go through it is a unique kind of torment.\r\nThey are there ... but not there. You are powerle… [+9262 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"200 hospital patients died while waiting to be discharged in 2018","description":"Delayed discharges also resulted in patients spending thousands of extra days in hospital.","url":"https://www.bbc.co.uk/news/uk-northern-ireland-47914400","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/D93D/production/_106431655_hospitalwardpa.jpg","publishedAt":"2019-04-15T05:50:13Z","content":"Image copyrightPAImage caption\r\n Delayed discharges take up much needed hospital beds\r\nMore than 200 people died in Northern Ireland's hospitals in 2018 while waiting to be discharged. \r\nA report by the charity Marie Curie also showed delayed discharges resul… [+4004 chars]"},{"source":{"id":"abc-news-au","name":"ABC News (AU)"},"author":"Malcolm Sutton","title":"Enzo's hero hospitalised with horrific injury after helping pay for treatment","description":"A football player who helped raised much-needed money to send a child with a rare disease overseas for treatment proves no-one is immune from bad luck, appearing to suffer a badly broken arm just 24 hours later.","url":"https://www.abc.net.au/news/2019-04-15/enzos-hero-josh-scott-hospitalised-with-horrific-injury/11003518","urlToImage":"https://www.abc.net.au/news/image/11003740-16x9-700x394.jpg","publishedAt":"2019-04-15T05:01:08Z","content":"Updated \r\nApril 15, 2019 15:17:45\r\nWhen sustained howls of pain rose above the television broadcast and gameplay commentary, it was clear something was wrong.\r\nSaturday's SANFL match between Glenelg and South Adelaide was paused and cameras zoomed in on the s… [+3032 chars]"},{"source":{"id":null,"name":"Businesswire.com"},"author":null,"title":"Horizon Pharma plc and Gift of Adoption Announce a New Fund to Facilitate Global Adoptions of Children with Rare Diseases","description":"DUBLIN--(BUSINESS WIRE)--Horizon Pharma plc (Nasdaq: HZNP) in partnership with Gift of Adoption today announced the creation of the #RAREis Adoption Fund to help facilitate global adoptions of children with rare diseases. Children awaiting adoption with rare …","url":"https://www.businesswire.com/news/home/20190416005200/en/Horizon-Pharma-plc-Gift-Adoption-Announce-New","urlToImage":"https://mms.businesswire.com/media/20190416005200/en/666733/23/HorizonPharma_EPS_2_PNG.jpg","publishedAt":"2019-04-16T12:11:09Z","content":"DUBLIN--(BUSINESS WIRE)--Horizon Pharma plc (Nasdaq: HZNP) in partnership with Gift of Adoption \r\n today announced the creation of the #RAREis Adoption Fund to help \r\n facilitate global adoptions of children with rare diseases. Children \r\n awaiting adoption w… [+4125 chars]"},{"source":{"id":null,"name":"Khn.org"},"author":null,"title":"First Edition: April 16, 2019","description":"Today's early morning highlights from the major news organizations.","url":"https://khn.org/morning-breakout/first-edition-april-16-2019/","urlToImage":"https://s2.wp.com/wp-content/themes/vip/kaiser-healthnews-2017/static/images/placeholder.jpg","publishedAt":"2019-04-16T10:23:55Z","content":"Today's early morning highlights from the major news organizations.\r\nKaiser Health News:\r\nHeartbeat Bills Give State Lawmakers Pause On Anti-Abortion TacticsIn anticipation of a new anti-abortion tilt on the Supreme Court bench, some states are moving to furt… [+19219 chars]"},{"source":{"id":null,"name":"Plos.org"},"author":"Blake Murdoch, Alessandro R. Marcon, Daniel Downie, Timothy Caulfield","title":"Media portrayal of illness-related medical crowdfunding: A content analysis of newspaper articles in the United States and Canada","description":"Background Medical crowdfunding is a growing phenomenon, and newspapers are publishing on the topic. This research analyzed how illness-related crowdfunding and crowdfunding campaigns have recently been represented in newspapers that are popular in the United…","url":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0215805","urlToImage":"https://journals.plos.org/plosone/article/figure/image?id=10.1371/journal.pone.0215805.g002&size=inline","publishedAt":"2019-04-23T17:41:28Z","content":"Abstract\r\nBackground\r\nMedical crowdfunding is a growing phenomenon, and newspapers are publishing on the topic. This research analyzed how illness-related crowdfunding and crowdfunding campaigns have recently been represented in newspapers that are popular in… [+31679 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Dominic Rech, CNN","title":"'It could be any day now': Why how you die matters","description":"The end of life is a process many know little about, but experts say we need to think more about the kind of death we want for ourselves and our loved ones.","url":"https://www.cnn.com/2019/04/26/health/end-of-life-care-uk-gbr-intl-eprise/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/190425182532-20192504-why-how-you-die-matters-gfx-super-tease.jpg","publishedAt":"2019-04-27T00:59:09Z","content":"Nottingham, United Kingdom (CNN)It's approaching 1 a.m. in Bilborough, a suburb of the British city of Nottingham. Peter Naylor, 70, is slumped in his bed, only yards from the front door of his small bungalow. \r\nHe can't walk,so we unlatch the door and reach … [+13487 chars]"},{"source":{"id":null,"name":"Timesofisrael.com"},"author":null,"title":"Jewish Insider’s Daily Kickoff: April 17, 2019","description":"Cory Booker discusses his support for Israel and take on the peace process; Netanyahu's options to avoid prosecution","url":"https://www.timesofisrael.com/jewish-insiders-daily-kickoff-april-17-2019/","urlToImage":"https://static.timesofisrael.com/www/uploads/2019/01/AP_18271722704084-e1546723554318-1024x640.jpg","publishedAt":"2019-04-17T13:40:05Z","content":"Tell your friends to sign up for the Daily Kickoff here or for early 7AM access via Debut Inbox\r\nWHITE HOUSE SCENE  U.S. Special Envoy for Monitoring and Combating Anti-Semitism Elan Carr, Israeli Ambassador Ron Dermer and Rabbi Levi Shemtov addressed a group… [+28890 chars]"},{"source":{"id":null,"name":"Stuff.co.nz"},"author":"ALICE GEARY","title":"Breast Cancer Foundation still hopes to beat fundraising breakfast record in Timaru","description":"A Timaru cancer survivor is urging people to get checked early as people throughout the country prepare to host fundraising breakfasts.","url":"https://www.stuff.co.nz/timaru-herald/life/112224914/breast-cancer-foundation-still-hopes-to-beat-fundraising-breakfast-record-in-timaru","urlToImage":"https://resources.stuff.co.nz/content/dam/images/1/u/v/7/e/0/image.related.StuffLandscapeSixteenByNine.1420x800.1utdaq.png/1556503680636.jpg","publishedAt":"2019-04-29T02:07:58Z","content":"A Timaru cancer survivor is urging people to get checked early as people throughout the country prepare to host fundraising breakfasts. \r\n With a family history of breast cancer, Michelle McNally has had regular mammograms throughout her adult life but was st… [+2585 chars]"},{"source":{"id":null,"name":"Theconversation.com"},"author":"Harry Sumnall, Professor in Substance Use, Liverpool John Moores University","title":"UK law on medicinal cannabis changed six months ago – what have we learned?","description":"The law on medicinal cannabis in the UK changed. Not that you'd notice.","url":"http://theconversation.com/uk-law-on-medicinal-cannabis-changed-six-months-ago-what-have-we-learned-114846","urlToImage":"https://images.theconversation.com/files/271735/original/file-20190430-136777-ra1p56.jpg?ixlib=rb-1.1.0&rect=0%2C0%2C1000%2C499&q=45&auto=format&w=1356&h=668&fit=crop","publishedAt":"2019-04-30T12:17:48Z","content":"Stokkete/Shutterstock On November 1, 2018, the UK changed the law on medicinal cannabis. Medicinal cannabis products were moved from schedule 1, meaning they have no medicinal value, to schedule 2, which allowed doctors to prescribe them under certain circums… [+7043 chars]"},{"source":{"id":"mirror","name":"Mirror"},"author":"Michelle Rawlins","title":"Twin's agonising plea to her sister as she battles anorexia in bid to be dancer","description":"EXCLUSIVE: Identical twins Leah and Anna Senior did everything together until one of became anorexic and is now facing death","url":"https://www.mirror.co.uk/news/uk-news/twin-sisters-torn-apart-anorexia-14438982","urlToImage":"https://i2-prod.mirror.co.uk/incoming/article14435331.ece/ALTERNATES/s1200/0_JS180280589.jpg","publishedAt":"2019-04-20T22:32:55Z","content":"Identical twins Leah and Anna Senior were inseparable for years, barely spending a minute apart.\r\nAs little girls they spent all their spare time ballet dancing.\r\nBut the passion that once united them has now ripped them apart. For Leah became anorexic in her… [+6898 chars]"},{"source":{"id":null,"name":"Chicagotribune.com"},"author":"Joe Mahr","title":"Code violation lawsuits mount as tenants bolt from troubled housing nonprofit that owns 81 Chicago buildings","description":"After buying 81 apartment buildings on Chicago’s South Side, a housing charity was running short on cash, losing tenants and racking up code violations when a new group of leaders came in around Thanksgiving to make things right. Nearly five months later, how…","url":"https://www.chicagotribune.com/news/watchdog/ct-met-better-housing-foundation-troubles-20190315-story.html","urlToImage":"https://www.trbimg.com/img-5cbf421e/turbine/ct-met-better-housing-foundation-troubles-20190315","publishedAt":"2019-04-23T16:45:00Z","content":"After buying 81 apartment buildings on Chicagos South Side, a housing charity was running short on cash, losing tenants and racking up code violations when a new group of leaders came in around Thanksgiving to make things right.\r\nNearly five months later, how… [+18459 chars]"},{"source":{"id":null,"name":"Mondoweiss.net"},"author":"Kate","title":"Israeli forces shoot 66 Palestinians at Gaza protest, killing 15-year-old boy","description":"On Friday, Israeli soldiers attacked the weekly Great March Processions in the besieged Gaza Strip, killing one child, and injuring at least 55 others, including two medics. The Palestinian Health Ministry identified the slain child as Maisara Mousa Ali Abu S…","url":"https://mondoweiss.net/2019/04/israeli-palestinians-protest/?utm_source=rss&utm_medium=rss&utm_campaign=israeli-palestinians-protest","urlToImage":"https://s19453.pcdn.co/wp-content/uploads/2019/04/MaisaraAbuShallouf-e1555086846753.jpg","publishedAt":"2019-04-13T15:48:05Z","content":"Gaza\r\nUpdated: “Army kills a child, injures at least thirty Palestinians in Gaza”IMEMC 12 Apr — Israeli soldiers attacked, on Friday evening, the weekly Great March Processions in the besieged Gaza Strip, killing one child, and injuring at least 55 others, in… [+59221 chars]"},{"source":{"id":null,"name":"Newstatesman.com"},"author":"Jason Cowley","title":"Jeremy Hunt: the last Cameroon","description":"The Foreign Secretary is on a mission to unite his fractured party – and the country. \" data-adaptive-image-768-img=\" \" data-adaptive-image-1024-img=\" \" data-adaptive-image-max-img=\" \"> In public, Jeremy Hunt, who is tall and slim, with wide eyes and a boyish…","url":"https://www.newstatesman.com/politics/uk/2019/04/jeremy-hunt-last-cameroon","urlToImage":null,"publishedAt":"2019-04-17T11:57:26Z","content":null},{"source":{"id":null,"name":"Geekmom.com"},"author":"Lisa Tate","title":"What the Wookiee Has Taught Me","description":"As fans say goodbye to the man behind one of the most beloved characters in the 'Star Wars' universe, I think about the lessons I learned from that Wookiee. Click through to read all of \" What the Wookiee Has Taught Me \" at GeekMom.If you value content from G…","url":"https://geekmom.com/2019/05/what-the-wookiee-has-taught-me/","urlToImage":"https://i1.wp.com/geekmom.com/wp-content/uploads/sites/4/2019/05/wookieefeature.jpg?fit=1200%2C675&ssl=1","publishedAt":"2019-05-05T12:00:08Z","content":"Reading Time: 4minutes\r\nThursday morning, I knew I was looking at a day filled with computer work, chores around the house, and some outdoor activity that required a big comfy t-shirt.\r\nI dug out my Chewbacca t-shirt with a blocky, stylized image of the Wooki… [+5280 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"'Cancer turned my world upside down'","description":"A cancer patient speaks out as a survey finds that 95% of Scots patients rate their care positively.","url":"https://www.bbc.co.uk/news/uk-scotland-48106237","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/6423/production/_106653652_pamela-1.jpg","publishedAt":"2019-04-30T14:31:12Z","content":"Image copyrightMacMillanImage caption\r\n Pamela Harrower was diagnosed with cancer last year, aged 35.\r\nWhen Pamela Harrower was treated for breast cancer, the care and treatment she received in hospital was \"fantastic\". \r\nBut after six months of gruelling che… [+5448 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Healthcare for the homeless: 'I probably wouldn't be alive without them'","description":"Life is tough enough for people who are homeless. But who takes care of their health?","url":"https://www.bbc.co.uk/news/uk-england-birmingham-46946182","urlToImage":"https://ichef.bbci.co.uk/images/ic/1024x576/p071g1xl.png","publishedAt":"2019-04-18T00:33:56Z","content":"Media captionWho looks after the health of the homeless?\r\nHomeless people face various challenges: where to find the next meal; where to seek shelter on a cold night; how to protect themselves from the threat of violence. A specialist service in Birmingham is… [+10412 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"The power of music: Vicky McClure’s dementia choir","description":"There's evidence music can ameliorate symptoms of dementia - and also bring vital moments of joy.","url":"https://www.bbc.co.uk/news/stories-48124591","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/5325/production/_106758212_jordan_daniel976549.jpg","publishedAt":"2019-05-02T00:14:20Z","content":"A million people in the UK are expected to be living with dementia by 2025. While there is no cure, there's growing evidence that music can help ameliorate symptoms such as depression and agitation, writes Kelly Oakes - and also bring these people and their f… [+13466 chars]"}]}]