[{"status":"ok","totalResults":2743,"articles":[{"source":{"id":"engadget","name":"Engadget"},"author":"Andrew Tarantola","title":"Killing comments won't cure our toxic internet culture","description":"2014 was a year of reckoning for online news media. Following increasingly fractious and aggressive behavior by users, a number of marquee organizations threw their collective hands up and shut down their comments sections. Within weeks of each other, Recode,…","url":"https://www.engadget.com/2019/05/03/turn-off-comments-wont-fix-internet/","urlToImage":"https://o.aolcdn.com/images/dims?thumbnail=1200%2C630&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D6881%252C4593%252C0%252C0%26quality%3D85%26format%3Djpg%26resize%3D1600%252C1068%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-images%252F2019-05%252F51ba9050-6c52-11e9-b2fb-a0e6c2fd5b4b%26client%3Da1acac3e1b3290917d92%26signature%3Dd223a3557cf514db280eeea0986cb3ca5e3c0fbd&client=amp-blogside-v2&signature=a0d9e967a447feaf05d6793cc75c0967c48e83ad","publishedAt":"2019-05-03T15:30:00Z","content":"\"If I was painting a picture of a site we were gonna have, and then at the end I said, 'Oh, by the way, at the bottom of all our articles we're going to prominently let any pseudonymous avatar do and say whatever they want with no moderation' — if there was n… [+8147 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Nicholas Thompson","title":"15 Months of Fresh Hell Inside Facebook","description":"Scandals. Backstabbing. Resignations. Record profits. Time Bombs. In early 2018, Mark Zuckerberg set out to fix Facebook. Here's how that turned out.","url":"https://www.wired.com/story/facebook-mark-zuckerberg-15-months-of-fresh-hell/","urlToImage":"https://media.wired.com/photos/5cafc0b9d7df712212ad118b/191:100/pass/FB%20Social%20Share%20Image.jpg","publishedAt":"2019-04-16T09:30:00Z","content":"The streets of Davos, Switzerland, were iced over on the night of January 25, 2018, which added a slight element of danger to the prospect of trekking to the Hotel Seehof for George Soros annual banquet. The aged financier has a tradition of hosting a dinner … [+74950 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Tom McKay","title":"Bummer: Denver Voters Reject Magic Mushroom Decriminalization Measure","description":"An ordinance to decriminalize psilocybin mushrooms in Denver that the Denver Post reported was “the first of its kind put to a vote in the nation” failed on Tuesday, with results showing it failed 48 to 52 percent. Read more...","url":"https://gizmodo.com/bummer-denver-voters-reject-magic-mushroom-decriminali-1834601983","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--JwoHUDV---/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/bnvth9fqdjr1htc4xjeh.jpg","publishedAt":"2019-05-08T13:45:00Z","content":"An ordinance to decriminalize psilocybin mushrooms in Denver that the Denver Post reported was the first of its kind put to a vote in the nation failed on Tuesday, with results showing it failed 48 to 52 percent.\r\nMeasure 301 would not have legalized the sale… [+3642 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Heather Dockray","title":"The viral videos that helped me survive high school bullying","description":"In 2000, at the back of my high school physics classroom, there was a computer with access to the internet, and for me, a whole new network of friends. I was one of the very few people who had access to the password and knew how to navigate a little program w…","url":"https://mashable.com/article/viral-videos-high-school-bullying/","urlToImage":"https://mondrian.mashable.com/2019%252F05%252F01%252F11%252F815ea0f3e8614d4699c7cb8522f72f8a.ebd30.jpg%252F1200x630.jpg?signature=RSnfqmI3xOBdNKfTP6D3RDzf04o=","publishedAt":"2019-05-01T22:01:07Z","content":"In 2000, at the back of my high school physics classroom, there was a computer with access to the internet, and for me, a whole new network of friends.\r\nI was one of the very few people who had access to the password and knew how to navigate a little program … [+6783 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"PATRICIA MAZZEI","title":"Denver Votes on Whether to Decriminalize ‘Magic Mushrooms’","description":"A measure on the ballot Tuesday would make psilocybin, the psychedelic compound in some mushrooms, the lowest priority for law enforcement in Denver.","url":"https://www.nytimes.com/2019/05/07/us/denver-mushroom-psilocybin-vote.html","urlToImage":"https://static01.nyt.com/images/2019/05/07/us/07denver/07denver-facebookJumbo.jpg","publishedAt":"2019-05-07T10:30:22Z","content":"Arrests in Denver for incidents involving psilocybin have not numbered more than 59 in any of the last three years, and only 11 cases were prosecuted in that time.\r\nBeth McCann, the district attorney in Denver, opposes the ballot measure, according to a spoke… [+1536 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Should these school clubs be kept secret from parents?","description":"Whether a parent can be notified if their child is in a gay-straight alliance is hotly debated in Canada.","url":"https://www.bbc.co.uk/news/world-us-canada-47901707","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/925D/production/_106596473_aandlpeace.png","publishedAt":"2019-04-28T23:44:46Z","content":"Image copyrightCourtesy Lindsay PeaceImage caption\r\n Lindsay Peace (R) and her son Ace have been outspoken advocates for the protection of GSAs\r\nShould parents be told if their children are members of gay-straight alliances - student-run peer support groups f… [+8447 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Nature loss: Major report to highlight 'natural and human emergency'","description":"Critical scientific assessment of humanity's impact on nature to be released after Paris negotiations.","url":"https://www.bbc.co.uk/news/science-environment-48059043","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/10540/production/_106608866_gettyimages-611624008.jpg","publishedAt":"2019-04-28T00:00:53Z","content":"Image copyrightGetty Images\r\nScientists and government officials meet this week in Paris to finalise a key assessment on humanity's relationship with nature. \r\nThe Intergovernmental Panel for Biodiversity and Ecosystem Services, or IPBES, will issue the first… [+8813 chars]"},{"source":{"id":null,"name":"Blog.google"},"author":"Jacquelline Fuller","title":"Here are the grantees of the Google AI Impact Challenge","description":"As part of Google’s AI for Social Good program, we launched the Google AI Impact Challenge, based on our strong belief that emerging technologies will help us address big social, humanitarian and environmental problems. We were blown away by the number of tho…","url":"https://www.blog.google/outreach-initiatives/google-org/ai-impact-challenge-grantees/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+blogspot%2FMKuf+%28The+Keyword+%7C+Official+Google+Blog%29","urlToImage":"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/google-ai-hero.max-1300x1300.jpg","publishedAt":"2019-05-07T18:45:00Z","content":"As part of Googles AI for Social Good program, we launched the Google AI Impact Challenge, based on our strong belief that emerging technologies will help us address big social, humanitarian and environmental problems. We were blown away by the number of thou… [+974 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Nathan Layne","title":"Factbox: Five things to look for in Mueller's Trump-Russia report","description":"Attorney General William Barr has provided only a glimpse of Special Counsel Robert Mueller's report on the inquiry into Russia's role in the 2016 U.S. election, with many details expected to emerge when the document is released on Thursday.","url":"https://www.reuters.com/article/us-usa-trump-russia-outlook-factbox-idUSKCN1RU0K2","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2019-04-18T06:02:21Z","content":"(Reuters) - Attorney General William Barr has provided only a glimpse of Special Counsel Robert Mueller’s report on the inquiry into Russia’s role in the 2016 U.S. election, with many details expected to emerge when the document is released on Thursday. \r\nBar… [+7317 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Merrit Kennedy","title":"Uber And Lyft Caused Major Traffic Uptick In San Francisco, Study Says","description":"Researchers compared data from fall 2010 — before the companies made inroads in the city — and fall 2016. They found that the companies are to blame for more than half of a big increase in traffic.","url":"https://www.npr.org/2019/05/08/721139488/uber-and-lyft-caused-major-traffic-uptick-in-san-francisco-study-says","urlToImage":"https://media.npr.org/assets/img/2019/05/07/gettyimages-1137615478_wide-dce35d773a91c41574428e38a9bacc59d6c9db1a.jpg?s=1400","publishedAt":"2019-05-08T19:57:03Z","content":"Researchers also found that congestion on the roads in San Francisco also was exacerbated because of where the ride-hailing cars were and at what time of day.\r\nJustin Sullivan/Getty Images\r\nDo ride-hailing companies like Uber and Lyft make a city's traffic wo… [+5360 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Jeremy Berke","title":"The CEO of cannabis company with a slick new dispensary in Brooklyn talks about expansion plans following the company's $1.4 billion public debut","description":"Medical cannabis company Columbia Care started trading on the NEO Exchange on Monday after it was acquired by Canaccord Genuity Growth Corp, a SPAC. The deal values Columbia Care at $1.4 billion. Business Insider sat down to talk about future plans with Colum…","url":"https://www.businessinsider.com/columbia-care-starts-trading-on-neo-exchange-valued-at-14-billion-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cc770aeb14bf404a2406545-1920-960.jpg","publishedAt":"2019-04-30T12:00:00Z","content":"In 2018, it was seemingly every week that cannabis companies with US operations went public on the Canadian Securities Exchange went public via a reverse merger on the Canadian Securities Exchange. \r\n Columbia Care, a medical cannabis company that recently op… [+4599 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Meghan Morris and Dakin Campbell","title":"The president of Canada Pension Plan Investment Board, one of the world's biggest investors, explains why he's skeptical about private equity's buzzy 'do good' strategy","description":"The president of the Canada Pension Plan Investment Board, one of the world's biggest retirement funds, told Business Insider he's skeptical of some private equity firms' efforts to launch do-good investment funds. Firms like TPG and KKR have raised billions …","url":"https://www.businessinsider.com/cppibs-president-is-skeptical-of-impact-investing-2019-5","urlToImage":"https://amp.businessinsider.com/images/5ccb42ca021b4c2747515515-1920-960.jpg","publishedAt":"2019-05-02T19:47:23Z","content":"Private equity firms are trying to sell big investors on the idea of doing good and making money - but one major investor isn't convinced. \r\n TPG and KKR are the biggest names in the space after collecting billions for their impact investing funds, which prom… [+4404 chars]"},{"source":{"id":null,"name":"Thisisinsider.com"},"author":"Nicole Einbinder","title":"Despite efforts to curb misinformation, anti-vaxx memes are thriving on Instagram","description":"While Facebook introduced a policy in March aimed at combatting vaccine misinformation on its platforms, anti-vaxx memes continue to thrive on Instagram. Instagram hashtags, with anywhere from hundreds to thousands of posts, include \"#antivaxx,\" \"vaccineskill…","url":"https://www.thisisinsider.com/anti-vaxx-memes-are-thriving-on-instagram-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cc73053c013352a992020f4-750-375.jpg","publishedAt":"2019-04-29T17:11:30Z","content":null},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Jonathan Garber","title":"Facebook's 2019 first-quarter earnings call (FB)","description":"Operator Good afternoon. My name is Mike and I will be your conference operator today. At this time I would like to welcome everyone to the Facebook first quarter 2019 Earnings Call. All lines have been placed on mute to prevent any background noise. After th…","url":"https://www.businessinsider.com/facebook-earnings-transcript-first-quarter-2019-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cc17987fa99af5d190954a5-1920-960.jpg","publishedAt":"2019-04-29T18:09:00Z","content":"Operator\r\n Good afternoon. My name is Mike and I will be your conference operator today. At this time I would like to welcome everyone to the Facebook first quarter 2019 Earnings Call. All lines have been placed on mute to prevent any background noise. After … [+60544 chars]"},{"source":{"id":null,"name":"Smashingmagazine.com"},"author":"Vitaly Friedman","title":"Privacy UX: Privacy-Aware Design Framework","description":"Part 1: Privacy Concerns And Privacy In Web Forms Part 2: Better Cookie Consent Experiences Part 3: Better Notifications UX And Permission Requests Part 4: Privacy-Aware Design Framework We’ve already explored approaches for better cookie consent prompts, per…","url":"https://www.smashingmagazine.com/2019/04/privacy-ux-aware-design-framework/","urlToImage":"https://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/23a45e8c-81ac-4d77-a462-4ca82856e6b4/data-settings-menu-cropped.png","publishedAt":"2019-04-25T11:30:16Z","content":"Weve already explored approaches for better cookie consent prompts, permission requests, and notifications UX, but how do they fit into an overall design strategy as we make design decisions in our design tools?\r\nIn her article What does GDPR mean for UX?, Cl… [+17868 chars]"},{"source":{"id":null,"name":"Hbr.org"},"author":null,"title":"Would You Live in a Smart City Where Government Controls Privacy?","description":"Toronto is experimenting with smart city concepts envisioned by Google spin-off Sidewalk Labs. Harvard Business School professors Leslie John and Mitch Weiss discuss the tradeoffs of using technology to improve modern city life at potential costs to digital p…","url":"https://hbr.org/podcast/2019/04/would-you-live-in-a-smart-city-where-government-controls-privacy","urlToImage":"https://hbr.org/resources/images/article_assets/2019/03/Cold_Call_WP_Wide_1200.png","publishedAt":"2019-04-16T14:45:11Z","content":"Listen and subscribe to this podcast via Apple Podcasts | Google Podcasts | RSS\r\nToronto is experimenting with smart city concepts envisioned by Google spin-off Sidewalk Labs. Harvard Business School professors Leslie John and Mitch Weiss discuss the tradeoff… [+28413 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"Opinion Coming soon: Jason Kenney's economic reality check - The Globe and Mail","description":"Opinion Coming soon: Jason Kenney's economic reality check The Globe and Mail Corbella: Politics of fear backfired on Notley and will backfire on Trudeau too Calgary Herald It's now Jason Kenney's turn to deliver on jobs, pipelines and a better economy CBC Ne…","url":"https://www.theglobeandmail.com/opinion/article-coming-soon-jason-kenneys-economic-reality-check/","urlToImage":"https://www.theglobeandmail.com/resizer/0JRm1Uay2XTMi9_dOoOBtvVivIY=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/55YHXOVYRNAJVA5Q2IN6GDIOUQ.JPG","publishedAt":"2019-04-17T18:00:21Z","content":"Trevor Tombe is an associate professor of economics at the University of Calgary and a research fellow at its School of Public Policy.\r\nThe election is over. Now comes the really hard part.\r\nThe environment, health care, education, social issues, climate chan… [+4791 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"Mother whose son died of the flu says she’s become a target of anti-vaccine groups on Facebook - The Globe and Mail","description":"Mother whose son died of the flu says she’s become a target of anti-vaccine groups on Facebook The Globe and Mail A Canadian who became a vaccination advocate after the death of her son says she has been subjected to hundreds of online attacks in recent days …","url":"https://www.theglobeandmail.com/canada/article-mother-whose-son-died-of-the-flu-says-shes-become-a-target-of-anti/","urlToImage":"https://www.theglobeandmail.com/resizer/UtX6yVY671jiWHIONgk_0gwe3AE=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/RSHM7MIBSZBS5ALG4XNTIUKONY.jpg","publishedAt":"2019-04-30T23:53:51Z","content":"Jill Promoli, seen here on April 30, 2019, with her son Thomas, 4, and daughter Isla, 8, and a photograph of Thomas's twin, Jude, in the family's living room in Mississauga.\r\nGalit Rodan\r\nA Canadian who became a vaccination advocate after the death of her son… [+5107 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Emily Mertz","title":"Alberta Election Fact Check: myths and misconceptions of the carbon tax - Global News","description":"Alberta Election Fact Check: myths and misconceptions of the carbon tax Global News 'Spring is coming': Kenney, Scheer campaign at snowy Calgary rally Calgary Herald Hateful comments from candidates not hurting UCP voter support Global News Alberta’s nasty el…","url":"https://globalnews.ca/news/4953044/alberta-election-fact-check-carbon-tax-myths/","urlToImage":"https://shawglobalnews.files.wordpress.com/2016/11/carbon-tax-fields-e1479416897690.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2019-04-12T17:31:00Z","content":"The Alberta carbon levy was a contentious issue even before the election was called. It then became a hot topic and buzz word on the campaign trail.\r\nBut how well is it understood? What does it mean for Albertans? And, are misconceptions being politicized to … [+10418 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"Canada's new far right: A trove of private chat room messages reveals an extremist subculture - The Globe and Mail","description":"Canada's new far right: A trove of private chat room messages reveals an extremist subculture The Globe and Mail An analysis of 150000 chat room messages paints a picture of a group that is actively recruiting new members, buying weapons and trying to influen…","url":"https://www.theglobeandmail.com/canada/article-canadas-new-far-right-a-trove-of-private-chat-room-messages-reveals/","urlToImage":"https://www.theglobeandmail.com/resizer/sNV_-p2zvzZoS5-_i-iP53qHDg4=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/CJQBRZFVTJEA3OT2ZKSN2L2TCQ.jpg","publishedAt":"2019-04-27T12:11:11Z","content":"Watch: A window into Canada's far rightThe Globe and Mail\r\nThey come from all walks of life: tradesmen, soldiers, a student teacher, a financial analyst, an aspiring lawyer, among others. And they are in every province, in communities large and small. They ga… [+43156 chars]"}]}]