[{"status":"ok","totalResults":878,"articles":[{"source":{"id":null,"name":"Gizmodo.com"},"author":"Yessenia Funes on Earther, shared by Maddie Stone to Gizmodo","title":"Hurricane Maria Left Thousands of Puerto Rican Children Experiencing Symptoms of PTSD, Survey Finds","description":"Hurricane Maria was the deadliest storm in modern U.S. history. And the damage didn’t end when the storm clouds cleared back in September 2017. Especially not for Puerto Rico’s youngest. Read more...","url":"https://earther.gizmodo.com/hurricane-maria-left-thousands-of-puerto-rican-children-1834450309","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--y4UOc5wU--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/pw0o46ppegd7t3bcr6of.jpg","publishedAt":"2019-05-01T20:00:00Z","content":"Hurricane Maria was the deadliest storm in modern U.S. history. And the damage didnt end when the storm clouds cleared back in September 2017. Especially not for Puerto Ricos youngest.\r\nA new studythe largest post-disaster survey ever conducted in the U.S.fou… [+3838 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Melanie Ehrenkranz","title":"Scientology's Flagship Boat Has Been Quarantined After a Confirmed Case of the Measles","description":"A ship owned by the Church of Scientology that serves as a critical vessel for a religious retreat has been quarantined in the island nation of St. Lucia after it was confirmed that a female crew member aboard had contracted the measles. Read more...","url":"https://gizmodo.com/scientologys-flagship-boat-has-been-quarantined-after-a-1834475999","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--Xd1n9X6V--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/d1spbxz5n5c3yoxxi7w6.jpg","publishedAt":"2019-05-02T16:48:00Z","content":"A ship owned by the Church of Scientology that serves as a critical vessel for a religious retreat has been quarantined in the island nation of St. Lucia after it was confirmed that a female crew member aboard had contracted the measles.\r\nAfter internal discu… [+3374 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Spain election: Polls due to open for closely-fought contest","description":"The performance of a new far-right party will be closely watched in Spain's third election in four years.","url":"https://www.bbc.co.uk/news/world-europe-48081540","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/142BE/production/_106622628_053595254.jpg","publishedAt":"2019-04-28T05:21:50Z","content":"Image copyrightReutersImage caption\r\n Campaigning has been dominated by issues other than the economy\r\nPolls are due to open across Spain for the country's third general election in four years.\r\nThe vote is marked by the rise of the far right movement Vox, wh… [+10186 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Vanessa Romo","title":"Alabama Judge Rules 'Systematic Inadequacies' Fueled Prison Suicides, Orders Monitor","description":"The current prison system fails to protect inmates from killing themselves, a federal court ruled. The decision comes after 15 state inmates died by suicide in 15 months.","url":"https://www.npr.org/2019/05/06/720801102/alabama-judge-rules-systematic-inadequacies-fueled-prison-suicides-orders-monito","urlToImage":"https://media.npr.org/assets/img/2019/05/06/ap_19110466593930_wide-77b9a3dc5b4192bea9c531533bd85dd8490b6b08.jpg?s=1400","publishedAt":"2019-05-06T22:05:52Z","content":"Prisoners stand in a crowded lunch line at Elmore Correctional Facility in Elmore, Ala. in June 2015. On Saturday, a U.S. District Court Judge determined the state's Department of Corrections had not adequately addressed a spike in prisoner suicides.\r\nBrynn A… [+3839 chars]"},{"source":{"id":null,"name":"Thisisinsider.com"},"author":"Ariana DiValentino","title":"5 of the best organizations that help survivors of sexual assault","description":"April is Sexual Assault Awareness (And Prevention) Month. National and local organizations alike are ramping up efforts to provide information and direct care to survivors, their loved ones, and the general public. The National Child Traumatic Stress Network …","url":"https://www.thisisinsider.com/places-that-help-survivors-of-sexual-assault-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cbf39562730ca30cd628657-2732-1366.jpg","publishedAt":"2019-04-23T16:09:54Z","content":"April is Sexual Assault Awareness Month, also referred to as Sexual Assault Awareness and Prevention Month. Across the nation, there are charities and organizations that help assault survivors and their loved ones in myriad ways, from educating the general pu… [+5616 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Eliza Relman","title":"Elizabeth Warren rolled out a plan to spend $100 billion fighting the opioid crisis, funded by her tax on the ultra-rich","description":"Sen. Elizabeth Warren, the Massachusetts Democrat and 2020 presidential candidate, reintroduced her ambitious legislation to fight the opioid epidemic on Wednesday. Funding would be sent to states, territories, tribal governments, local governments, and nonpr…","url":"https://www.businessinsider.com/elizabeth-warren-unveils-plan-to-fight-the-opioid-crisis-2019-5","urlToImage":"https://amp.businessinsider.com/images/5cd23034021b4c1254393013-1136-568.jpg","publishedAt":"2019-05-08T12:00:00Z","content":"Sen. Elizabeth Warren, the Massachusetts Democrat and 2020 presidential candidate, reintroduced her ambitious legislation to fight the opioid epidemic on Wednesday, ahead of campaign stops in West Virginia and Ohio — two states hit hard by the crisis. \r\n Warr… [+3141 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Shelagh Dolan","title":"Here is a list of the top RPM companies and startups in 2019 (T, MDT, PHG, DXCM, HON, SENS, RMD)","description":"This is a preview of The Digital Health Ecosystem research report from Business Insider Intelligence. 14-Day Risk Free Trial: Get full access to this and all Digital Health industry research reports. US health systems and hospitals are increasingly turning to…","url":"https://www.businessinsider.com/remote-patient-monitoring-companies-startups","urlToImage":"https://amp.businessinsider.com/images/5cb0ab1053c7113f610399ad-2732-1366.jpg","publishedAt":"2019-04-12T15:27:00Z","content":"US health systems and hospitals are increasingly turning to remote patient monitoring (RPM) to improve patient outcomes and reduce hospitalization costs. These tools consist of mobile technologies that extend the patient-caregivers beyond a traditional clinic… [+8162 chars]"},{"source":{"id":null,"name":"Statnews.com"},"author":"Ed Silverman","title":"Gilead will donate Truvada for HIV prevention, but reaction is mixed - STAT","description":"Gilead will donate Truvada for HIV prevention, but reaction is mixed STAT Drugmaker Gilead reaches multiyear agreement with White House to donate HIV prevention med CNBC Trump says administration secured 'historic donation' of HIV prevention drugs to help end…","url":"https://www.statnews.com/pharmalot/2019/05/10/gilead-hiv-aids-truvada-donation/","urlToImage":"https://www.statnews.com/wp-content/uploads/2017/06/GettyImages-107091580-1024x576.jpg","publishedAt":"2019-05-10T12:30:51Z","content":"Seeking to blunt criticism of its pricing, Gilead Sciences (GILD) is donating enough of its HIV prevention pill to cover as many as 200,000 patients over the next 11 years. The donation will cover both the existing Truvada pill, which has been the subject of … [+5417 chars]"},{"source":{"id":null,"name":"Ctvnews.ca"},"author":"CTV News Vancouver","title":"Feds pledge $15.3M for opioid research, harm reduction - CTV News","description":"Feds pledge $15.3M for opioid research, harm reduction CTV News The federal government announced an investment Wednesday of more than $15 million earmarked for opioid research and harm reduction initiatives.","url":"https://bc.ctvnews.ca/feds-pledge-15-3m-for-opioid-research-harm-reduction-1.4393877","urlToImage":"https://www.ctvnews.ca/polopoly_fs/1.4393878.1556148699!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2019-04-24T23:37:00Z","content":"The federal government announced an investment Wednesday of more than $15 million earmarked for opioid research and harm reduction initiatives.\r\nHealth Minister Ginette Petitpas Taylor provided details on the funding during a tour of the Rapid Access Addictio… [+1898 chars]"},{"source":{"id":null,"name":"Castanet.net"},"author":null,"title":"Homicide in New West - BC News - Castanet.net","description":"Homicide in New West - BC News Castanet.net New Westminster police and IHIT investigating homicide CBC.ca Police investigating after gunshot victim dies near New Westminster park Global News One dead after reports of shots fired near Hume Park in New Westmins…","url":"https://www.castanet.net/news/BC/254942/Homicide-in-New-West","urlToImage":"https://www.castanet.net/content/2019/4/screen_shot_2019-04-28_at_6.33.28_am_p3383395.jpg","publishedAt":"2019-04-28T13:35:00Z","content":"BC  \r\nUPDATE: 1 p.m.\r\nPolice have removed dozens of protesters from a barn at a hog farm in British Columbia's Fraser Valley where activists say a video was shot depicting sick and dead pigs in cramped crates.\r\nProtester Susan Rowbottom says she was among abo… [+24702 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Cory Doctorow","title":"Dentistry's evidentiary vacuum allows profiteering butchers to raid our mouths for millions","description":"Dentistry has always been medicine's poor cousin, lower in prestige and funding, with much less definitive research; this means that it's harder for someone to point at a procedure and definitively say, \"That was unnecessary.\" At the same time, better oral hy…","url":"https://boingboing.net/2019/04/18/open-wide.html","urlToImage":"https://media.boingboing.net/wp-content/uploads/2019/04/pri_41672492.jpg","publishedAt":"2019-04-18T20:10:18Z","content":"Dentistry has always been medicine's poor cousin, lower in prestige and funding, with much less definitive research; this means that it's harder for someone to point at a procedure and definitively say, \"That was unnecessary.\"\r\nAt the same time, better oral h… [+4866 chars]"},{"source":{"id":"time","name":"Time"},"author":"LOLITA C. BALDOR / AP","title":"Reports of Military Sexual Assaults Spiked in 2018. The Problem Might Be Worse Than It Appears","description":"Reports of military sexual assaults jumped by 13%, and a new survey released by the Pentagon suggests the problem is larger still.","url":"http://time.com/5582378/military-sexual-assaults-reports-spike/","urlToImage":"https://timedotcom.files.wordpress.com/2019/05/female-soldiers-sexual-assault.jpg?quality=85","publishedAt":"2019-05-02T20:55:49Z","content":"(WASHINGTON) — Reports of military sexual assaults jumped by 13% last year, but an anonymous survey of service members released Thursday suggests the problem is vastly larger.\r\nThe survey results found that more than 20,000 service members said they experienc… [+4830 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Michelle Yang","title":"My Mental Illness Did Not Prevent Me From Succeeding, But The Stigma Nearly Did","description":"It took decades, but I have worked through the pain my Asian parents and culture caused me.","url":"https://www.huffpost.com/entry/asian-american-mental-illness_n_5cacad09e4b02e7a705dae97","urlToImage":"https://img.huffingtonpost.com/asset/5cae48572a0000e7034f8be9.jpeg?cache=p5prh5xdk1&ops=1910_1000","publishedAt":"2019-05-01T12:30:28Z","content":"My father drove us eight hours across state lines for a secret appointment in the dark of night. I was 16 years old when my symptoms could no longer be shrouded in denial. We arrived at the office of a handsome family doctor, the brother of a trusted friend, … [+9589 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Kaiser Health News","title":"Seniors Turn To Suicide In Long-Term Care Homes At Alarming Rates","description":"Older Americans are quietly killing themselves —nearly one per day —  in nursing homes, assisted living centers and adult care homes.","url":"https://www.huffpost.com/entry/seniors-suicide-long-term-care_b_5cae5a4be4b0f32f968dd65d","urlToImage":"https://img.huffingtonpost.com/asset/5cae5d7323000039006daf7b.jpg?ops=1910_1000","publishedAt":"2019-04-15T15:32:38Z","content":"By Melissa Bailey and JoNel Aleccia\r\nWhen Larry Anders moved into the Bay at Burlington nursing home in late 2017, he wasnt supposed to be there long. At 77, the stoic Wisconsin machinist had just endured the death of his wife of 51 years and a grim new diagn… [+20271 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Melissa Jeltsen","title":"The Anti-Abortion Movie ‘Unplanned’ Has Too Many Lies To Count","description":"So HuffPost talked to an OB-GYN to debunk them.","url":"https://www.huffpost.com/entry/an-obgyn-debunks-unplanned-the-anti-abortion-movie_n_5cb74ff4e4b0ec270a4684bd","urlToImage":"https://img.huffingtonpost.com/asset/5cb7510c230000bf026db48c.jpeg?ops=1910_1000","publishedAt":"2019-04-17T19:48:37Z","content":"Unplanned, a new movie in limited release, charts the unusual conversion story of Abby Johnson, a real-life Planned Parenthood clinic director in Bryan, Texas, who became an anti-abortion advocate after a crisis of conscience. The R-rated film, which Vice Pre… [+7987 chars]"},{"source":{"id":null,"name":"Cincinnati.com"},"author":"Cincinnati Enquirer, Terry DeMio, Cincinnati Enquirer","title":"Federal opioid pill bust reveals doctors trading pills for sex, dentists pulling good teeth","description":"They're all accused of illegally prescribing pain meds, but charges against these medical professionals are the most shocking from this week's sweep.","url":"https://www.cincinnati.com/story/news/2019/04/19/opioid-pain-pill-investigation-most-shocking-cases-ohio-kentucky-tennessee-alabama/3518191002?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/presto/2019/04/19/PCIN/cbc673ee-577b-4d26-b54e-fde6993d0db8-morepain..jpg?crop=399,224,x0,y0&width=3200&height=1680&fit=bounds","publishedAt":"2019-04-19T21:35:12Z","content":"CINCINNATI - They were medical professionals but they traded prescription pain pills for sex, prosecutors say. Others let untrained office workers examine patients, leaving a blank prescription pad at the clinic, their indictments reveal. \r\nOne dentist extrac… [+6513 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"Kaiser Health News, Victoria Knight, Kaiser Health News","title":"Needle exchanges find new champions among Republicans","description":"More Republicans, at the statehouse level, are saying research and results support their endorsement of a once controversial plan to limit disease among drug users.","url":"https://www.usatoday.com/story/news/nation/2019/05/08/needle-exchange-programs-more-accepted-republican-states/1139672001/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/presto/2019/05/08/USAT/a3c7e9f9-f369-4921-a318-51f18e39d67b-AP_Needle_Exchange.JPG?crop=3449,1938,x0,y0&width=3200&height=1680&fit=bounds","publishedAt":"2019-05-08T13:58:28Z","content":"Used syringes and needles are piled on the ground under an underpass on the west side of San Antonio where drug addicts shoot up.\r\n (Photo: Eric Gay, AP)\r\nOnce repellent to conservative politicians, needle exchanges are now being endorsed and legalized in Rep… [+7905 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, Aamer Madhani, USA TODAY","title":"2020 Election: Elizabeth Warren wants to spend $100 billion on opioid addiction battle","description":"The Democratic presidential hopeful unveiled her plan as she prepares to make a campaign trip this week to Ohio and West Virginia, two states battered by opioid addiction.","url":"https://www.usatoday.com/story/news/politics/elections/2019/05/08/elizabeth-warren-unveils-100-billion-plan-combat-opioid-addiction/1139974001/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/presto/2019/05/08/USAT/a210e978-1201-4898-b58b-61d800e331ff-Elizabeth_Warren_Opioid.JPG?crop=4255,2379,x0,y168&width=3200&height=1680&fit=bounds","publishedAt":"2019-05-08T15:03:37Z","content":"The former CEO of a pharmaceutical drug distributor, Laurence Doud III, has been indicted on what federal prosecutors say are the first criminal charges against a drug company executive to stem from the opioid crisis. (April 23)\r\n AP, AP\r\nSen. Elizabeth Warre… [+4270 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, Alison Young, USA TODAY","title":"Mothers dying needlessly: CDC says most pregnancy-related deaths can be prevented","description":"Mothers are needlessly dying before, during and after childbirth, new CDC research shows. About 3  in 5 pregnancy-related deaths could be prevented.","url":"https://www.usatoday.com/story/news/investigations/deadly-deliveries/2019/05/07/pregnancy-and-childbirth-deaths-largely-preventable-cdc-says/1127863001/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/presto/2019/03/01/USAT/91f92517-957b-4f2a-8ae4-321a922f0c40-XXX_20181109_Deliveries_jh_13_2.jpg?crop=3118,1754,x0,y11&width=3200&height=1680&fit=bounds","publishedAt":"2019-05-07T17:00:01Z","content":"High blood pressure took one mom's life. Excessive bleeding left another with a hysterectomy. Would long-known safety practices have saved both?\r\n Walbert Castillo, USA TODAY\r\nFor every five mothers dying in the United States from pregnancy and childbirth, th… [+5311 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"From staff and wire reports","title":"Coming out at BYU, chaos at Woodstock, a manatee called Bananatee: News from around our 50 states","description":"Archaeologists finally dig into remnants of freed-slave community in Florida, researchers make progress on treating Lyme disease in Maryland, and more","url":"https://www.usatoday.com/story/news/50-states/2019/04/30/coming-byu-chaos-woodstock-manatee-called-bananatee-news-around-states/39421953/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/-mm-/59c0fc6a268c12931db48c264c08a88b0ca6fa4f/c=0-126-3000-1814/local/-/media/2019/04/29/USATODAY/usatsports/B9336413802Z.1_20190429224041_000_GFKOG38F9.2-0.jpg?width=3200&height=1680&fit=crop","publishedAt":"2019-04-30T04:11:41Z","content":"Alabama\r\nBirmingham: The city is considering mobile grocery stores to fill a gap in residential areas where healthy food options arent available. WBRC-TV reports that the Community Food Bank of Central Alabama already operates a truck that sells fruit, fresh … [+42115 chars]"}]}]