[{"status":"ok","totalResults":12205,"articles":[{"source":{"id":"wired","name":"Wired"},"author":"Klint Finley","title":"Trump Vows Speedy Path to 5G, but Offers Few New Ideas","description":"President Trump says the US \\\"must win\\\" the race to 5G. But a plan outlined by FCC Chair Ajit Pai is a modest expansion of existing programs.","url":"https://www.wired.com/story/trump-vows-speedy-path-5g-but-few-new-ideas/","urlToImage":"https://media.wired.com/photos/5cb0efb645df691175bc3f54/191:100/pass/5G-1134803097.jpg","publishedAt":"2019-04-12T21:27:47Z","content":"President Trump Friday confidently declared that the US will lead the world in deploying the next generation of wireless services known as 5G. The race to 5G is a race that the United States must win, Trump said at a White House event, flanked by farmers in c… [+4234 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Julie Muncy","title":"F. Gary Gray Is Working on a 'Saints Row' Movie Adaptation","description":"Also, Microsoft's trash talk guidelines are great.","url":"https://www.wired.com/story/saints-row-film-adaptation/","urlToImage":"https://media.wired.com/photos/5ccb4fa8c6a1822e416ba455/191:100/pass/Culture_Replay_SaintsRow1.jpg","publishedAt":"2019-05-03T13:00:00Z","content":"Hello, and welcome once again to Replay, WIRED's look at the world of gaming. This week, we're looking at the right and wrong ways to be upset with people, and also how amazing dumb action movies are. People say videogame movies need to be smarter, but I am w… [+3647 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Julie Muncy","title":"'Last Day of Spring' Is a Powerful Exercise in Trans Visibility","description":"The game is a visual novel that shows a trans person's struggle to find safety in a society built to exclude her from the very concept.","url":"https://www.wired.com/story/last-day-of-spring-trans-visibility/","urlToImage":"https://media.wired.com/photos/5cd30c5f2ba79652e970cace/191:100/pass/Culture-LastDayOfSpring.jpg","publishedAt":"2019-05-09T13:00:00Z","content":"As a transgender person, it's easy to feel like you don't exist. The most common sort of violence I experience as a white trans woman isn't outright prejudice, or literal threatsit's being ignored. It's the sense that most people around you, those you know an… [+4779 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Laura Hudson","title":"'Game of Thrones' Recap, Season 8 Episode 3: The Problem With Prophecies","description":"Does it really matter if Arya Stark is the Princess Who Was Promised?","url":"https://www.wired.com/story/game-of-thrones-recap-s8-e3/","urlToImage":"https://media.wired.com/photos/5cc72285076c6468f4df3271/191:100/pass/Culture_GOTRecap_S8E3.jpg","publishedAt":"2019-04-29T16:23:51Z","content":"Much was made, at the outset of Game of Thrones, about the elemental conflict that loomed at its end: the malign, icy evil creeping silently in the frozen lands beyond the Wall, the fire rising everywhere else to meet it. Blue-eyed wights awoke from the bodie… [+6953 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Emily Dreyfuss","title":"Melinda Gates Wants Tech to Wake Up to Women's Empowerment","description":"The co-chair of the Bill and Melinda Gates Foundation talks to WIRED about what international aid can teach Silicon Valley, and why you should put down your phone.","url":"https://www.wired.com/story/melinda-gates-tech-women-empowerment/","urlToImage":"https://media.wired.com/photos/5cd37074af643e2f373ebbeb/191:100/pass/melindagates-917898090.jpg","publishedAt":"2019-05-09T19:02:07Z","content":"For almost 20 years, Melinda Gates has been on a mission to make the world better. When she and her husband launched the Bill and Melinda Gates Foundation in 2000, they knew only that they wanted to use their Microsoft wealth to stop children born in poverty … [+27906 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Nicholas Thompson","title":"15 Months of Fresh Hell Inside Facebook","description":"Scandals. Backstabbing. Resignations. Record profits. Time Bombs. In early 2018, Mark Zuckerberg set out to fix Facebook. Here's how that turned out.","url":"https://www.wired.com/story/facebook-mark-zuckerberg-15-months-of-fresh-hell/","urlToImage":"https://media.wired.com/photos/5cafc0b9d7df712212ad118b/191:100/pass/FB%20Social%20Share%20Image.jpg","publishedAt":"2019-04-16T09:30:00Z","content":"The streets of Davos, Switzerland, were iced over on the night of January 25, 2018, which added a slight element of danger to the prospect of trekking to the Hotel Seehof for George Soros annual banquet. The aged financier has a tradition of hosting a dinner … [+74950 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Casey Newton","title":"Early Facebook executives have reached a surprising consensus about the company’s power","description":"Chris Hughes joins a long line of Facebook employees calling for a radical change to the company. It’s almost unprecedented in Silicon Valley history","url":"https://www.theverge.com/interface/2019/5/10/18563694/chris-hughes-facebook-op-ed-antitrust-consensus","urlToImage":"https://cdn.vox-cdn.com/thumbor/JWyFOz4J50OiF8OyksnvSytzDMs=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/11560007/akrales_180614_1777_0121.jpg","publishedAt":"2019-05-10T10:00:00Z","content":"I. Of the four people credited as co-founders as Facebook, Chris Hughes’ contributions are perhaps the most unusual for a startup employee. Unlike Mark Zuckerberg and Dustin Moskovitz, he did not write code. Unlike Eduardo Saverin, he did not contribute to bu… [+14854 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Casey Newton","title":"Facebook is regulating its products before lawmakers force them to","description":"This week Facebook announced changes to groups, Messenger, and other products designed to reduce the spread of problematic content. It’s an attempt to head regulators off at the pass","url":"https://www.theverge.com/interface/2019/4/12/18307091/facebook-integrity-updates-remove-reduce-inform-groups","urlToImage":"https://cdn.vox-cdn.com/thumbor/ubaxELNj6vUqs8uuJwmC4rS9Kvk=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/11559995/akrales_180614_1777_0080.jpg","publishedAt":"2019-04-12T10:00:00Z","content":"Earlier this month, Facebook undertook an effort to recast the debate around the regulation of big tech companies on its own terms. Mark Zuckerberg wrote an op-ed; Sheryl Sandberg published a blog post; and their deputies gave interviews to outlets read close… [+16668 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Brian Heater","title":"Trump, FCC unveil plan to accelerate 5G rollout","description":"In a press conference today in the White House’s Roosevelt Room, the President laid out a number of initiatives focused on helping accelerate the U.S. role in the 5G race. “This is, to me, the future,” Trump said, opening the press conference flanked by Ajit …","url":"http://techcrunch.com/2019/04/12/trump-fcc-unveil-plan-to-accelerate-5g-rollout/","urlToImage":"https://techcrunch.com/wp-content/uploads/2017/02/gettyimages-634248592.jpg?w=668","publishedAt":"2019-04-12T19:56:43Z","content":"In a press conference today in the White Houses Roosevelt Room, the president laid out a number of initiatives focused on helping accelerate the U.S. role in the 5G race.\r\nThis is, to me, the future, Trump said, opening the press conference flanked by Ajit Pa… [+2158 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Anthony Ha","title":"Twitter announces new content deals with Univision, the Wall Street Journal and others","description":"Twitter is unveiling a number of new content deals and renewals tonight at its NewFronts event for digital advertisers. It’s only been two years since Twitter first joined the NewFronts. At the time, coverage suggested that executives saw the company’s video …","url":"http://techcrunch.com/2019/04/29/twitter-announces-new-content-deals-with-univision-the-wall-street-journal-and-others/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/01/Kay-Madati.jpg?w=600","publishedAt":"2019-04-29T22:30:39Z","content":"Twitter is unveiling a number of new content deals and renewals tonight at its NewFronts event for digital advertisers.\r\nIt’s only been two years since Twitter first joined the NewFronts. At the time, coverage suggested that executives saw the company’s video… [+2600 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"David Riggs","title":"Solving tech’s stubborn diversity gaps","description":"Twenty years after Jesse Jackson first took aim at tech employers, Silicon Valley’s enduring diversity gaps remain a painful reminder of its origins as a mostly white boy’s club.","url":"http://techcrunch.com/2019/05/02/needle-in-a-haystack-or-fish-in-a-barrel-solving-techs-stubborn-diversity-gaps/","urlToImage":"https://techcrunch.com/wp-content/uploads/2015/02/diversity-e1425048481664.jpg?w=764","publishedAt":"2019-05-02T20:00:04Z","content":"Twenty years after Jesse Jackson first took aim at tech employers, Silicon Valleys enduring diversity gaps remain a painful reminder of its origins as a mostly white boys club.\r\nSadly, little has changed in the decades since the campaign first made headlines.… [+4665 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Jonathan Shieber","title":"Ten steps to prepare for an exponential future","description":"Jamie Metzl Contributor Share on Twitter Jamie Metzl is a futurist and the author of Hacking Darwin: Genetic Enhancement and the Future of Humanity. More posts by this contributor Homo Sapiens 2.0? We need a species-wide conversation about the future of human…","url":"http://techcrunch.com/2019/04/14/ten-steps-to-prepare-for-an-exponential-future/","urlToImage":"https://techcrunch.com/wp-content/uploads/2016/02/shutterstock_147776027.jpg?w=711","publishedAt":"2019-04-15T00:30:02Z","content":"If it feels like technological change is happening faster than it used to, thats because it is. \r\nIt took around 12,000 years to move from the agrarian to the industrial revolution but only a couple of hundred years to go from the industrial to the informatio… [+11352 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Rob Bricken on io9, shared by Jill Pantozzi to Gizmodo","title":"Game of Thrones Enters Its Endgame, and the Slaughter Is Only Beginning","description":"Unless last week was your first episode of Game of Thrones (which, weird) you’ve known the defeat of the White Walkers wasn’t going to suddenly fix everything. In fact, as last night’s episode reveals, in some ways victory has made things worse. Because now t…","url":"https://io9.gizmodo.com/game-of-thrones-enters-its-endgame-and-the-slaughter-i-1834543942","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--P23FHOLx--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/hazdtvejax981dtrh3fc.jpg","publishedAt":"2019-05-06T11:56:00Z","content":"Unless last week was your first episode ofGame of Thrones(which, weird) youve known the defeat of the White Walkers wasnt going to suddenly fix everything. In fact, as last nights episode reveals, in some ways victory has made things worse. Because now that t… [+14496 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Adam Clark Estes","title":"The Terrible Truth About Alexa","description":"This week, I read through a history of everything I’ve said to Alexa, and it felt a little bit like reading an old diary. Until I remembered that the things I’ve told Alexa in private are stored on an Amazon server and have possibly been read by an Amazon emp…","url":"https://gizmodo.com/the-terrible-truth-about-alexa-1834075404","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--m4vG8ixl--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/rchpzcrxdb1t5adqsf8l.jpg","publishedAt":"2019-04-27T15:00:00Z","content":"This week, I read through a history of everything Ive said to Alexa, and it felt a little bit like reading an old diary. Until I remembered that the things Ive told Alexa in private are stored on an Amazon server and have possibly been read by an Amazon emplo… [+15057 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Patrick Howell O'Neill","title":"Zuckerberg Promises 'the Future Is Private,' but Facebook Will Still Be Facebook","description":"To open the decade, Mark Zuckerberg defiantly announced that the age of privacy was over. Now, as we approach the decade’s end, the Facebook founder and CEO says he’s rebuilding the world’s biggest social network around privacy first. Read more...","url":"https://gizmodo.com/zuckerberg-promises-the-future-is-private-but-facebook-1834423033","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--opfVUb6z--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/iwonpfgpuey7ur6tq5gt.jpg","publishedAt":"2019-04-30T22:05:00Z","content":"To open the decade, Mark Zuckerberg defiantly announced that the age of privacy was over. Now, as we approach the decades end, the Facebook founder and CEO says hes rebuilding the worlds biggest social network around privacy first.\r\nNo one really believes Zuc… [+6683 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Brian Kahn on Earther, shared by Maddie Stone to Gizmodo","title":"Beto O'Rourke's First Policy Proposal Is a $5 Trillion Plan to Tackle Climate Change","description":"If you want further proof the 2020 presidential election will be the first presidential election where climate change is treated like it really matters, let me direct you to Beto O’Rourke. The former member of Congress’ biggest climate moment to date has been…","url":"https://earther.gizmodo.com/beto-orourkes-first-policy-proposal-is-a-5-trillion-pl-1834386005","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--RoenALnR--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/qefoyyyfktu3cvq8oilb.jpg","publishedAt":"2019-04-29T20:00:00Z","content":"If you want further proof the 2020 presidential election will be the first presidential election where climate change is treated like it really matters, let me direct you to Beto ORourke. The former member of Congress biggest climate moment to date has been r… [+6139 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Melanie Ehrenkranz","title":"Of Course Wireless Carriers Are Fighting a Bill That Stops Them From Throttling Firefighter's Data","description":"The top lobbying group for the wireless communications industry is fighting against legislation that would effectively ban the supremely shitty business practice of throttling mobile data for first responders during a state of emergency. Read more...","url":"https://gizmodo.com/of-course-wireless-carriers-are-fighting-a-bill-that-st-1834331711","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--CEBRXeFK--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/qwn1ztypj1dzz0mwynzu.jpg","publishedAt":"2019-04-26T17:40:00Z","content":"The top lobbying group for the wireless communications industry is fighting against legislation that would effectively ban the supremely shitty business practice of throttling mobile data for first responders during a state of emergency.\r\nThe legislation exis… [+4038 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Dell Cameron","title":"The Biggest Lies We Heard About Net Neutrality This Week","description":"“Consumer protection” isn’t a phrase you’ll find on the resume of a person who devises dishonest, meaningless soundbites like, “Net neutrality is about government takeover of the internet.” But most Washington lawmakers don’t really care what a  soundbite mea…","url":"https://gizmodo.com/the-biggest-lies-we-heard-about-net-neutrality-this-wee-1834010762","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--lN-5rcw1--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/x3vmpeokypxb8lio3dba.jpg","publishedAt":"2019-04-12T22:00:00Z","content":"Consumer protection isnt a phrase youll find on the resume of a person who devises dishonest, meaningless soundbites like, Net neutrality is about government takeover of the internet. But most Washington lawmakers dont really care what a soundbite means or wh… [+9254 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"MITCH SMITH","title":"Frustration Mounts Among Farmers as China Trade Talks Break Down","description":"The rural Midwest has been a place of strong support for President Trump. But as farmers’ struggles grow, some sound impatient: “Get something done, move ahead.”","url":"https://www.nytimes.com/2019/05/10/us/trump-china-trade-talks-farmers.html","urlToImage":"https://static01.nyt.com/images/2019/05/10/us/10FARMREACT-1/10FARMREACT-1-facebookJumbo.jpg","publishedAt":"2019-05-10T21:38:13Z","content":"When the farmer does well, so does the rest of the United States, said Ms. Riessen, who declined to say whom she voted for in 2016. And weve just been kind of struggling.\r\nMr. Trump, who has accused China and other countries of taking advantage of the United … [+1532 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"JASON FARAGO","title":"Monir Farmanfarmaian, 96, Dies; Artist Melded Islam and the Abstract","description":"The artist Monir Shahroudy Farmanfarmaian with one of her works in 1975. She emerged as a key actor in the worldwide development of abstract art in recent years.","url":"https://www.nytimes.com/2019/04/29/obituaries/monir-farmanfarmaian-dead.html","urlToImage":"https://static01.nyt.com/images/2019/04/30/obituaries/26farmanfarmaian1/26farmanfarmaian1-facebookJumbo.jpg","publishedAt":"2019-04-29T18:23:46Z","content":"Ms. Farmanfarmaian and her husband were in the United States when the Iranian revolution began. The couple lost most of their belongings, and they spent several years bouncing among apartments until finding a Fifth Avenue penthouse that was going cheap, thank… [+1559 chars]"}]}]