[{"status":"ok","totalResults":1913,"articles":[{"source":{"id":null,"name":"Gizmodo.com"},"author":"Maddie Stone on Earther, shared by Andrew Couts to Gizmodo","title":"World's Oldest Rainforest Is Being Cooked to Death by Climate Change, Authorities Warn","description":"Australia can’t seem to catch a break. The Great Barrier reef is still limping along after being ravaged by heat waves two to three years ago, while the people of Australia just sweated through their hottest summer on record. Now, authorities are warning that…","url":"https://earther.gizmodo.com/worlds-oldest-rainforest-is-being-cooked-to-death-by-cl-1834411328","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--LfWXrUgZ--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/waklycsoyc8k2zpca0cp.jpg","publishedAt":"2019-04-30T15:19:00Z","content":"Australia cant seem to catch a break. The Great Barrier reef is still limping along after being ravaged by heat waves two to three years ago, while the people of Australia just sweated through their hottest summer on record. Now, authorities are warning that … [+4702 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Yessenia Funes on Earther, shared by Maddie Stone to Gizmodo","title":"Most National Parks Have 'Significant Air Pollution Problems,' New Report Finds","description":"With summertime around the corner, many of us will be preparing for our family trips to our nation’s beloved national parks. You may wanna pack your face mask, though, because a new report shows just how widespread air pollution is in these seemingly pristine…","url":"https://earther.gizmodo.com/most-national-parks-have-significant-air-pollution-prob-1834610403","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--50bOQKvh--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/gi01bxpervh5qfjc7v6d.jpg","publishedAt":"2019-05-08T16:00:00Z","content":"With summertime around the corner, many of us will be preparing for our family trips to our nations beloved national parks. You may wanna pack your face mask, though, because a new report shows just how widespread air pollution is in these seemingly pristine … [+2762 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Erin Biba","title":"Scientists Could Soon Resurrect the Woolly Mammoth—but Should They?","description":"Bringing an extinct species back to life was once firmly in the realm of science fiction, but as genetic engineering advances rapidly, the prospect of a woolly mammoth again breathing and walking on Earth seems almost within reach.  Before fully resurrecting …","url":"https://gizmodo.com/scientists-could-soon-resurrect-the-woolly-mammoth-but-1833953899","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--ZnpB4Svn--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/jzirurfgu6z5k0qpztwb.jpg","publishedAt":"2019-04-11T15:45:00Z","content":"Bringing an extinct species back to life was once firmly in the realm of science fiction, but as genetic engineering advances rapidly, the prospect of a woolly mammoth again breathing and walking on Earth seems almost within reach. Before fully resurrecting t… [+8727 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"You'll never see any of these species ever again","description":"Extinction is coming. Though, in large part, it already has. On Monday, the United Nation's Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) published an exhaustive report on the planet's accelerating extinction rate. T…","url":"https://mashable.com/article/extinction-life-earth-report/","urlToImage":"https://mondrian.mashable.com/2019%252F05%252F06%252Fb8%252F6e5806eee28145709dc90c39ffc3ed4f.33c5d.jpg%252F1200x630.jpg?signature=tz19bVk5EA5VNZzDTRzzSRV81Jg=","publishedAt":"2019-05-06T19:58:50Z","content":"Extinction is coming.\r\nThough, in large part, it already has. On Monday, the United Nation's Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) published an exhaustive report on the planet's accelerating extinction rate. … [+4363 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Mashable Team","title":"How to donate your credit card points or reward miles to charity","description":"If you have a rewards credit card, and specifically sought out a card with super cool perks, it's likely that you have a stockpile of miles or points sitting in your account. While you can usually tap into those points for travel or cash back, another option …","url":"https://mashable.com/shopping/how-to-donate-credit-card-points-or-rewards-miles-to-charity/","urlToImage":"https://mondrian.mashable.com/2019%252F04%252F17%252Fa3%252F669dff3c1d59452187a2bd24a58848ca.c3894.jpg%252F1200x630.jpg?signature=u-pFIBWdVEE_DI5UU0KUr_KEL-Q=","publishedAt":"2019-04-17T09:00:00Z","content":"If you have a rewards credit card, and specifically sought out a card with super cool perks, it's likely that you have a stockpile of miles or points sitting in your account. While you can usually tap into those points for travel or cash back, another option … [+15637 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"Who is this alien? Why, it's the psychedelic frogfish.","description":"\"Who’s this alien?\" is Mashable’s enduring series about the exceptionally peculiar critters that inhabit a relatively small, ocean-dominated world in the outer realms of the Milky Way galaxy, called Earth. Many of these lifeforms, you’ll find, are quite alien…","url":"https://mashable.com/article/psychedelic-frogfish-alien-creature/","urlToImage":"https://mondrian.mashable.com/2019%252F04%252F16%252F10%252F9deb0be418764aba99ebd4fd4dd62ba8.a1fc6.png%252F1200x630.png?signature=8fEyoDvoJMVZRyoV3TV-38wTBUs=","publishedAt":"2019-04-17T10:00:00Z","content":"\"Whos this alien?\" is Mashables enduring series about the exceptionally peculiar critters that inhabit a relatively small, ocean-dominated world in the outer realms of the Milky Way galaxy, called Earth. Many of these lifeforms, youll find, are quite alien.\r\n… [+4387 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Chris Taylor","title":"The Thanos snap for real: Let's remove humans from half of Earth","description":"Don't worry, this post is free of Avengers: Endgame spoilers. Avengers: Endgame hits theaters this week, which means we're about to find out how Earth's greatest superheroes can reverse the destructive actions of the galaxy's most misguided environmentalist. …","url":"https://mashable.com/article/thanos-snap-avengers-save-earth/","urlToImage":"https://mondrian.mashable.com/2019%252F04%252F24%252F7e%252F16574e13c0de46c69d4629dce8a6c2b6.b25c8.jpg%252F1200x630.jpg?signature=0BGUYMNeJ2J1jI2bNHQvGaOuY6s=","publishedAt":"2019-04-24T14:00:00Z","content":"Don't worry, this post is free of Avengers: Endgame spoilers.\r\nAvengers: Endgame hits theaters this week, which means we're about to find out how Earth's greatest superheroes can reverse the destructive actions of the galaxy's most misguided environmentalist.… [+5314 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Rare Asiatic Black Bear spotted in Demilitarised Zone","description":"The animal, classified as endangered by the World Wildlife Fund, was captured on video in the area.","url":"https://www.bbc.co.uk/news/world-asia-48214343","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/3827/production/_106857341_asiaticbear.jpg","publishedAt":"2019-05-09T11:49:20Z","content":"Image copyrightMinistry of EnvironmentImage caption\r\n The animal was captured on video by cameras placed inside the DMZ\r\nA rare Asiatic black bear has been spotted in the Demilitarised Zone (DMZ), South Korea's government says. \r\nIt was captured on video in t… [+2154 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Florida man killed by his large flightless cassowary bird","description":"Marvin Hajos, 75, died after he was attacked by a cassowary bird he owned, police say.","url":"https://www.bbc.co.uk/news/world-us-canada-47924486","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/113EA/production/_106443607_gettyimages-866435470.jpg","publishedAt":"2019-04-14T04:48:13Z","content":"Image copyrightGetty ImagesImage caption\r\n Cassowary birds (file photo) are described as having \"dagger-like\" claws\r\nA 75-year-old man has been killed in Florida after he was attacked by a large flightless bird he owned.\r\nAlachua County Sheriff Department tol… [+1235 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Claire Harbage","title":"In Korean DMZ, Wildlife Thrives. Some Conservationists Worry Peace Could Disrupt It","description":"The heavily fortified no-man's land separating North and South Korea, largely untouched by humans, has become an ecological niche for the region's flora and fauna, including endangered species.","url":"https://www.npr.org/2019/04/20/710054899/in-korean-dmz-wildlife-thrives-some-conservationists-worry-peace-could-disrupt-i","urlToImage":"https://media.npr.org/assets/img/2019/04/08/2019-dmz-wildlife-charbage01_wide-a4b68f22c5584d43206870a8c7adf917495e764a.jpg?s=1400","publishedAt":"2019-04-20T13:02:18Z","content":"The restricted area next to Korea's demilitarized zone is heavily fortified with military posts, and barbed wire to keep people out.\r\nClaire Harbage/NPR\r\nThe quiet of the late-winter morning is interrupted by a staccato of gunshots.\r\n\"Military drills,\" shrugs… [+8978 chars]"},{"source":{"id":null,"name":"Insider.com"},"author":"Talia Lakritz","title":"18 hysterical photos from the Wildlife Comedy Photography Awards","description":"The annual Comedy Wildlife Photo Awards capture hilarious photos of animals. The contest seeks to raise awareness about conservation. The photo competition ends June 30 and there are already some hilarious entries. Visit INSIDER's homepage for more stories. T…","url":"https://www.insider.com/funny-animals-comedy-wildlife-photography-awards-2019-5","urlToImage":"https://amp.businessinsider.com/images/5cd44c1af067170286221540-2732-1366.jpg","publishedAt":"2019-05-09T15:47:30Z","content":"The annual Comedy Wildlife Photography Awards (CWPA) recognize the most hilarious candid photos of animals in the wild striking flamboyant poses, pulling faces, and seemingly laughing at themselves for how ridiculous they look. \r\n The founders of CWPA, Tom Su… [+340 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Harrison Jacobs","title":"I visited more than 20 countries in a year of traveling for work. Here are the 5 most unforgettable places I saw, and exactly what you should do there to get off the standard tourist route","description":"A year ago, I left New York to travel around the world as Business Insider's international correspondent. Over that time, I visited over twenty countries. I decided it would be fun to pick my five favorite places I've visited over the last year. My list inclu…","url":"https://www.businessinsider.com/travel-tips-favorite-places-portugal-indonesia-china-tanzania-russia-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cbf8517b14bf4336c4a35d2-1920-960.jpg","publishedAt":"2019-04-24T12:55:00Z","content":"If you crave getting out into untamed nature, there likely isn't a better place to do it than Tanzania. \r\n A full 28% of the East African country lies in 16 protected national parks, as well as game and forest reserves, and other protected areas. Not even tha… [+1159 chars]"},{"source":{"id":null,"name":"Thisisinsider.com"},"author":"Susanna Heller","title":"The giant flightless bird that killed its owner is now up for sale","description":"This Earlier in April, a cassowary killed its 75-year-old owner. Now, the large, flightless bird is up for auction. The cassowary is known as the \" world's most dangerous bird.\" Over 100 animals will be up for auction on Saturday all of which were bred by Haj…","url":"https://www.thisisinsider.com/dangerous-cassowary-bird-killed-owner-up-for-auction-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cc090282730ca40a37c5bee-1536-768.jpg","publishedAt":"2019-04-24T16:30:23Z","content":"On April 12, a cassowary killed its 75-year-old owner. It's believed to have been a \"total accident.\" And now, the giant, flightless bird is up for auction. \r\n On Saturday, Gulf Coast Livestock Auction will put the entire estate of Marvin Hajos up for sale. H… [+3521 chars]"},{"source":{"id":null,"name":"Thisisinsider.com"},"author":"Susanna Heller","title":"Authorities mistook an 11-foot alligator for an unconscious person","description":"On Friday night, a fire rescue crew in Miami thought they saw an unconscious person. It was actually an alligator. An 11-foot long, 600-pound alligator, to boot. The animal did not want to be rescued. It broke through a fence and into a neighborhood. Florida …","url":"https://www.thisisinsider.com/authorities-thought-11-foot-alligator-was-unconscious-person-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cbe22212730ca22d70257ff-1920-960.jpg","publishedAt":"2019-04-22T20:19:12Z","content":"Call it a case of mistaken identity. \r\n On Friday night, the Miami Fire Rescue was traveling back to the station when the crew saw what they believed to be an unconscious person lying on the ground, according to the Miami Herald. But as the crew approached th… [+1772 chars]"},{"source":{"id":null,"name":"Thisisinsider.com"},"author":"Susanna Heller","title":"Australian authorities are hoping to kill millions of feral cats with poisoned sausage","description":"Australia has a bit of a cat problem. There are between 2 and 6 million feral cats on the continent, according to the New York Times. Officials are using sausages with an ingredient that is poisonous for cats to combat the issue. The species is considered inv…","url":"https://www.thisisinsider.com/australian-authorities-killing-millions-feral-cats-with-poisoned-sausage-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cc32eebc0133515130ecaf3-2732-1366.jpg","publishedAt":"2019-04-26T16:15:59Z","content":"Australia has a cat problem — and it's not of the domesticated variety. According to the New York Times, there are between two and six million feral cats living on the continent. \r\n Now, officials are trying to do something about them. Authorities hope to kil… [+3098 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Aylin Woodward","title":"The first gene-edited reptile is a finger-sized albino lizard","description":"For the first time ever, scientists have used Crispr technology to gene-edit a reptile. A new study recounts how a team successfully tweaked the genes of 146 brown anole lizard embryos. First reported by Science magazine, the scientists created four albino li…","url":"https://www.businessinsider.com/first-gene-edited-reptile-albino-lizard-2019-4","urlToImage":"https://amp.businessinsider.com/images/5cae4a68fd5dbf07904ec4de-1136-568.jpg","publishedAt":"2019-04-11T14:58:00Z","content":"Over the past several years, researchers have successfully modified chicken, pig, cow, mouse, and even fish genes using Crispr technology, a tool first patented in 2012 that allows scientists to tweak individual genes and change DNA sequences inside cells. \r\n… [+4880 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"David Pescovitz","title":"Rare giant bird kills Florida man","description":"Marvin Hajos, 75, of Gainesville, Florida, fell in his backyard and was then attacked by his pet cassowary, a giant bird from ratite group that also includes emus and ostriches. Native to northeastern Australia and tropical forests of New Guinea, cassowaries …","url":"https://boingboing.net/2019/04/15/rare-giant-bird-kills-florida.html","urlToImage":"https://media.boingboing.net/wp-content/uploads/2019/04/screenshot-29.jpg","publishedAt":"2019-04-15T07:05:20Z","content":"Marvin Hajos, 75, of Gainesville, Florida, fell in his backyard and was then attacked by his pet cassowary, a giant bird from ratite group that also includes emus and ostriches. Native to northeastern Australia and tropical forests of New Guinea, cassowaries … [+2554 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Brian Kateman","title":"The biggest opportunity to help animals is ending the suffering of wildlife","description":"Nature is brutal. The wild animal welfare movement asks: Does it have to be? Last week, viewers took to the internet to collectively grieve the “ heartbreaking ” and “ horrifying ” scenes of animal suffering throughout One Planet, the new Netflix nature docum…","url":"https://www.fastcompany.com/90339706/the-biggest-opportunity-to-help-animals-is-ending-the-suffering-of-wildlife?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2019/04/p-1-90339706-ending-wild-animal-suffering.jpg","publishedAt":"2019-04-30T07:00:32Z","content":"Last week, viewers took to the internet to collectively grieve the “heartbreaking” and “horrifying” scenes of animal suffering throughout One Planet, the new Netflix nature documentary narrated by David Attenborough.\r\nOne of these scenes appears only 15 minut… [+10347 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Adele Peters","title":"Inside Apple’s plan to protect a 27,000-acre forest in Colombia","description":"To help achieve its emission-reduction goals, Apple is putting money into one of the best carbon-removal devices on earth: mangrove forests. The fishing community of Cispatá Bay on the coast of Colombia might seem like the unlikely site of an investment for A…","url":"https://www.fastcompany.com/90338108/inside-apples-plan-to-protect-a-27000-acre-forest-in-colombia?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2019/04/3-inside-apples-plan-to-protect-a-27000-acre.jpg","publishedAt":"2019-04-22T09:34:49Z","content":"The fishing community of Cispatá Bay on the coast of Colombia might seem like the unlikely site of an investment for Apple. But the tech giant, which is funding the protection of a 27,000-acre mangrove forest in the area, sees it as a strategic part of its fi… [+6994 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Melissa Locker","title":"North Face wants to make Earth Day a national holiday","description":"Sign their petition and join the celebration. When it comes to Earth Day, The North Face has a lot of reasons to mark the occasion. Their entire company is built on the idea of exploring and enjoying every corner of the planet we live on, so protecting it is …","url":"https://www.fastcompany.com/90335688/north-face-wants-to-make-earth-day-a-national-holiday?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2019/04/p-2-northface.jpg","publishedAt":"2019-04-16T13:20:48Z","content":"When it comes to Earth Day, The North Face has a lot of reasons to mark the occasion. Their entire company is built on the idea of exploring and enjoying every corner of the planet we live on, so protecting it is in their best interest both as a corporate ent… [+2746 chars]"}]}]